<x-guest-layout>
    <div class="w-full h-full mx-auto">
        <img src="{{ url('assets/images/banner-aboutus.png') }}" alt="" class="w-full h-full object-contain object-center">
    </div>
    <section class="w-full px-3 2xl:px-0 mt-[2rem] max-w-screen-2xl mx-auto overflow-hidden">
        <h2 class="text-[16px] lg:text-[24px] xl:text-[32px] text-center my-3 text-[#7f3636] font-medium">មតិស្វាគមន៍របស់ឯកឧត្តមនាយកវិទ្យាស្ថាន</h2>
        <p class="text-[12px] lg:text-[16px] xl:text-[24px] text-justify text-balance text-[#7f3636] hyphens-auto">
            ការអប់រំបណ្តុះបណ្តាលបច្ចេកទេសនិងវិជ្ជាជីវៈ គឺជាដំណើរការបណ្តុះបណ្តាលធនធានមនុស្ស ផ្នែកជំនាញបច្ចេកទេស និងវិជ្ជាជីវៈ ដោយសិក្សាទ្រឹស្តីតិចតែអនុវត្តច្រើន ពោរពេញដោយ ភាពថ្នឹកស្ទាត់ជំនាញ ស្វាហាប់សមត្តភាពវិជ្ជាជីវៈគ្រប់គ្រាន់ក្នុងការបង្កើត ផលិតនិងការគ្រប់គ្រង ផលិតនូវផលិតផលប្រកបដោយគុណភាភាពនិងប្រសិទ្ធភាពខ្ពស់ ។ ដូចនេះការអភិវឌ្ឍន៍ធនធានមនុស្សផ្នែកបច្ចេកទេសគឺជាផ្នែគមួយយ៉ាងសំខាន់ណាស់ ដើម្បីគាំទ្រដល់ដំណើរការសង្វាក់ផលិតកម្មរបស់រោងចក្រ សហគ្រាស គ្រឹះស្តាន ការដ្ឋានសាងសង់ ។ល។ ក្នុងការរួមចំណែក ការអភិវឌ្ឍន៍ មានការរីកចំរើន និងធ្វើអោយមានកំនើននូវសេដ្ឋកិច្ចជាតិ ។ ក្នុងបរិបទទំនើបកម្មនៃបច្ចេកវិទ្យាដែលមានការរីកចំរើនកើនឡើងពីមួយថ្ងៃទៅមួយថ្ងៃដោយឡែកការ បណ្តុះបណ្តាលបច្ចេកទេសនិងវិជ្ជាជីវៈនៅតាមសាលាហាក់បីដូចជាមាន​ការយឺតយ៉ាវតាមមិនទាន់នូវការប្រើប្រាស់បច្ចេកវិទ្យាថ្មីៗពោលគឺការបណ្តុះបណ្តាល តាមកម្មវិធី និងមូលដ្ឋានសម្ភារៈឧបករណ៍ចាស់ ដែលមិនទាន់ឆ្លើយតបនឹងសេចក្តីត្រូវការរបស់រោងចក្រសហគ្រាសនៅឡើយដែលជាហេតុធ្វើអោយមាន ការខ្វះខាតកម្លាំងពលកម្ម ប្រភេទខាងលើនេះយ៉ាងច្រើន ។

            ដូចនេះដើម្បីអោយមាន ការបំពេញសេចក្តីត្រូវការនិងការកង្វះខាត ឬការបំពេញបន្ថែមអោយគ្នាទៅវិញទៅមកសាលានិងរោងចក្រសហគ្រាស គប្បីធ្វើសហប្រតិបត្តិការគ្នា ដើម្បីទទួលបាននូវផលប្រយោជន៍រៀងៗខ្លួនដោយសាលាជាអ្នកផ្តល់ ឬផ្គត់ផ្គង់កំលាំងពលកម្មចំណែករោងចក្រសហគ្រាស ជាអ្នកត្រូវការពោលគឺសាលាត្រូវធ្វើការស្វែងយល់ពីសេចក្តីត្រូវការ របស់រោងចក្រ សហគ្រាសឬទីផ្សារពលកម្ម សាលាអាចបញ្ជូនសិស្សត្រូវទៅធ្វើ កម្មសិក្សាផ្លាស់ប្តូរបទពិសោធន៍គ្នាទៅវិញទៅមក ដោយធ្វើការកែលំអជាប្រចាំនូវកម្មវិធីសិក្សា និងខ្លឹមសារមេរៀន ព្រមទាំងការប្រើមូលដ្ខាន សម្ភារៈ ឧបករណ៍ទំនើបៗ ដែលបាននិងកំពុងប្រើប្រាស់សព្វថ្ងៃនែះ ដូចនេះសាលាត្រូវធ្វើការបណ្តុះបណ្តាលទៅតាមស្ថង់ដារ និងសេចក្តីត្រូវការរបស់រោងចក្រ សហគ្រាស ឬឆ្លើយតបទៅនឹងទីផ្សារការងារ ។ ម្យ៉ាងវិញទៀតនិស្សិតដែលទទួលបានការបណ្តុះបណ្តាលពីសាលាតាមកម្មវិធីនិងស្តង់ដារនៅពេលនោះ និស្សិតដែលបាន បញ្ចប់ការសិក្សាពីសាលានឹងទទួលបានគុណភាព និងសមត្ថភាពខ្ពស់ហើយមានឳកាឱកាសទទួលបាន ការងារនៅតាមរោងចក្រ សហគ្រាសពេលនោះរោងចក្រសហគ្រាស នឺងលែងមានបញ្ហាពីកង្វះខាតឬគ្មានកំលាំងពលកម្មទៀតហើយ ។ ក្នុងនាមអ្នកការផ្តល់បណ្តុះបណ្តាល ត្រូវគិតផ្តោតសំខាន់លើគុណភាព និងប្រសិទ្ធភាពខ្ពស់ហើយអាចឆ្លើយតប ទៅនឹងទីផ្សារការងារព្រមទាំងមាន កិច្ចសហប្រតិបត្តិការគ្នា ជាប្រចាំជាមួយរោងចក្រសហគ្រាស ។
        </p>
    </section>
    <section class="w-full mt-[2rem] max-w-screen-2xl mx-auto overflow-hidden">
        <div class="relative w-full min-h-[36vh] md:min-h-[30vh] xl:min-h-[70vh] mx-auto flex flex-col justify-start items-center clip-image-1 overflow-hidden">
            <img src="{{ url('assets/images/background_abu.png') }}" alt="" class="w-full h-full absolute inset-0">
            <div class="bg-black/40 backdrop-blur-[4px] bg-opacity-100 absolute inset-0"></div>
            <div class="relative flex flex-col justify-center">
                <h2 class="text-[16px] lg:text-[24px] xl:text-[32px] text-center mt-[1rem] lg:my-5 text-[#ffffff] font-medium">មតិស្វាគមន៍របស់ឯកឧត្តមនាយកវិទ្យាស្ថាន</h2>
                <p class="text-[12px] md:text-[16px] xl:text-[24px] text-justify text-balance text-[#ffffff] px-4 hyphens-auto">
                    វិទ្យាស្ថានបានបង្កើតឡើងក្នុងឆ្នាំ ១៩៦៥ ដោយមានឈ្មោះថាមជ្ឈមណ្ឌល បណ្តុះបណ្តាលវិជ្ជាជីវៈក្របខ័ណ្ឌបច្ចេកទេសនៃសាកលវិទ្យាល័យប្រជារាស្រ្ត ។
                    ពីឆ្នាំ ១៩៨១ ដល់ឆ្នាំ ១៩៩២ វិទ្យាស្ថានមានឈ្មោះថាមជ្ឈមណ្ឌលបណ្តុះបណ្តាល បច្ចេកទេសវិជ្ជាជីវៈ មិត្តភាពកម្ពុជាសូវៀត ។
                    ក្រោយឆ្នាំ ១៩៩២ វិទ្យាស្ថាន បានប្តូរឈ្មោះជាមជ្ឈមណ្ឌល បណ្តុះបណ្តាលបច្ចេកទេស និងវិជ្ជាជីវៈព្រះកុសុមៈ ។
                    ត្រូវបានតំឡើងជា វិទ្យាស្ថានពហុបច្ចេកទេសព្រះកុសមៈតាមអនុក្រឹត្យលេខ១០ របស់រាជរដ្ឋាភិបាលកម្ពុជា ចុះថ្ងៃទី ២៤ ខែតុលា ឆ្នាំ ២០០១ ។
                </p>
            </div>
        </div>
    </section>
    <section class=" w-full px-3 2xl:px-0 mt-[2rem] max-w-screen-2xl mx-auto overflow-hidden">
        <ul>
            <li class="flex items-start gap-2 my-4">
                <img src="{{ url('assets/images/vision.svg') }}" alt="" class="w-[32px] h-[32px]">
                <div>
                    <h1 class="font-bold text-[18px] xl:text-[24px]">
                        ទស្សនៈវិស្ស័យ
                    </h1>
                    <p class="text-[16px] xl:text-[20px] text-pretty">
                        កសាងវិទ្យាស្ថានពហុបច្ចេកទេសព្រះកុសុមៈ ឲ្យក្លាយជាវិទ្យាស្ថាន ល្អបំផុតសម្រាប់បណ្តុះបណ្តាលជំនាញ បច្ចេកទេស និងវិជ្ជាជីវៈ ដើម្បីអភិវឌ្ឍន៍ ធនធានមនុស្ស។
                    </p>
                </div>
            </li>
            <li class="flex items-start gap-2 my-4">
                <img src="{{ url('assets/images/mission.svg') }}" alt="" class="w-[32px] h-[32px]">
                <div>
                    <h1 class="font-bold text-[18px] xl:text-[24px]">
                        បេសកកម្ម
                    </h1>
                    <p class="text-[16px] xl:text-[20px] text-pretty">
                        ពង្រីកទាំងបរិមាណ និងគុណភាព និងប្រសិទ្ធិភាពសម្រាប់ការបណ្តុះបណ្តាលជំនាញបច្ចេកទេស និងពាណិជ្ជសាស្ត្រ ដើម្បីឆ្លើយតបតម្រូវការទីផ្សារការងារទាំងក្នុង និងក្រៅប្រទេស។
                    </p>
                </div>
            </li>
            <li class="flex items-start gap-2 my-4">
                <img src="{{ url('assets/images/corevalue.svg') }}" alt="" class="w-[32px] h-[32px]">
                <div>
                    <h1 class="font-bold text-[18px] xl:text-[24px]">
                        កម្រិតតម្លៃ
                    </h1>
                    <p class="text-[16px] xl:text-[20px] text-pretty">
                        ការអប់រំនិងបណ្តុះបណ្តាលធនធានមនុស្ស ផ្នែកបច្ចេកទេស និងពាណិជ្ជសាស្រ្ត របស់វិទ្យាស្ថាន ដើម្បីឆ្លើយតបទៅនឹងការរីកចំរើននៃតម្រូវការពី វិស័យឧស្សាហកម្ម និងសេវាកម្ម។ អភិវឌ្ឍបច្ចេកវិទ្យានិងពាណិជ្ជសាស្រ្ត ដើម្បីអោយនិស្សិត ក្លាយខ្លួនជាអ្នកវិស្វករផង និងជាអ្នកសហគ្រិនផង។
                        មានការកែលំអជាប្រចាំនូវមុខជំនាញសំខាន់ៗ ដែលបាន និងកំពុងអនុវត្តន៍ លើទីផ្សារការងារ។ ផ្តល់ការបណ្តុះបណ្តាល ប្រកបដោយគុណភាព និងប្រសិទ្ធភាពខ្ពស់ ដោយផ្អែកលើស្តង់ដារ សមត្ថភាព ដែលឆ្លើយតប ទៅនឹងទីផ្សារពលកម្ម ក្នុងតំបន់ ថ្នាក់ជាតិ និងថ្នាក់អន្តរជាតិ។
                    </p>
                </div>
            </li>
            <li class="flex items-start gap-2 my-4">
                <img src="{{ url('assets/images/goal.svg') }}" alt="" class="w-[32px] h-[32px]">
                <div>
                    <h1 class="font-bold text-[18px] xl:text-[24px]">
                        ទិសដៅអនាគត
                    </h1>
                    <p class="text-[16px] xl:text-[20px] text-pretty">
                        អភិវឌ្ឍន៍ និងពង្រឹងគុណភាព នៃការបណ្តុះបណ្តាល ដើម្បីឆ្លើយតបទៅនឹងតម្រូវការទីផ្សារ ពលកម្មជាតិ និងអន្តរជាតិ ។
                        ពង្រឹង និងពង្រីក កិច្ចសហប្រិតបត្តិការណ៍ អន្តរជាតិ ដើម្បីធ្វើការ ផ្លាស់ប្តូរបទពិសោធន៍គ្នា ទៅវិញទៅមក ទាំងបច្ចេកទេស និងកម្មវិធីសិក្សា ព្រមទាំងបង្កើនសមត្ថភាព គ្រូបង្រៀន ។
                        បង្កើនទំនាក់ទំនង រកដៃគូរជាសហគ្រាស ក្រុមហ៊ុន ទាំងក្នុងស្រុក និងក្រៅស្រុក ដើម្បីផ្តល់ការងារដល់និស្សិត ។
                    </p>
                </div>
            </li>
            <li class="flex items-start gap-2 my-4">
                <img src="{{ url('assets/images/quality.svg') }}" alt="" class="w-[32px] h-[32px]">
                <div>
                    <h1 class="font-bold text-[18px] xl:text-[24px]">
                        គុណភាព និងការសិក្សា
                    </h1>
                    <p class="text-[16px] xl:text-[20px] text-pretty">
                        អភិវឌ្ឍន៍ និងពង្រឹងគុណភាព នៃការបណ្តុះបណ្តាល ដើម្បីឆ្លើយតបទៅនឹងតម្រូវការទីផ្សារ ពលកម្មជាតិ និងអន្តរជាតិ ។
                        ពង្រឹង និងពង្រីក កិច្ចសហប្រិតបត្តិការណ៍ អន្តរជាតិ ដើម្បីធ្វើការ ផ្លាស់ប្តូរបទពិសោធន៍គ្នា ទៅវិញទៅមក ទាំងបច្ចេកទេស និងកម្មវិធីសិក្សា ព្រមទាំងបង្កើនសមត្ថភាព គ្រូបង្រៀន ។
                        បង្កើនទំនាក់ទំនង រកដៃគូរជាសហគ្រាស ក្រុមហ៊ុន ទាំងក្នុងស្រុក និងក្រៅស្រុក ដើម្បីផ្តល់ការងារដល់និស្សិត ។
                    </p>
                </div>
            </li>
        </ul>
    </section>
</x-guest-layout>
